Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# · MCP (%lu server): %@
source: · MCP (%1$lu server): %2$@
es: · MCP (%1$lu servidor): %2$@
fr: · MCP (%1$lu serveur) : %2$@
ja: · MCP（%1$lu 台のサーバ）: %2$@
ko: · MCP (서버 %1$lu개): %2$@
pt_br: · MCP (%1$lu servidor): %2$@
ru: · MCP (серверов: %1$lu): %2$@
zh_hans: · MCP（%1$lu 个服务器）：%2$@
zh_hant: · MCP（%1$lu 個伺服器）：%2$@

# %@ %@ in %@
source: %1$@ %2$@ in %3$@
es: %1$@ %2$@ en %3$@
fr: %1$@ %2$@ dans %3$@
ja: %1$@ %2$@（%3$@ 内）
ko: %3$@에서 %1$@ %2$@
pt_br: %1$@ %2$@ em %3$@
ru: %1$@ %2$@ в %3$@
zh_hans: %1$@ %2$@，位于 %3$@
zh_hant: %1$@ %2$@，位置：%3$@

source: %@ (Community)
es: %@ (comunidad)
fr: %@ (communauté)
ja: %@（コミュニティ）
ko: %@ (커뮤니티)
pt_br: %@ (Comunidade)
ru: %@ (сообщество)
zh_hans: %@（社区）
zh_hant: %@（社群）

# %@ in %@
source: %1$@ in %2$@
es: %1$@ en %2$@
fr: %1$@ dans %2$@
ja: %2$@ 内の %1$@
ko: %2$@에서 %1$@
pt_br: %1$@ em %2$@
ru: %1$@ в %2$@
zh_hans: %1$@，位于 %2$@
zh_hant: %2$@ 中的 %1$@

source: %ld desktops
es: %ld escritorios
fr: %ld bureaux
ja: %ld 個のデスクトップ
ko: 데스크탑 %ld개
pt_br: %ld áreas de trabalho
ru: Рабочих столов: %ld
zh_hans: %ld 个桌面
zh_hant: %ld 個桌面

# %lu sub-agent%@
source: %1$lu sub-agent%2$@
es: %1$lu subagente%2$@
fr: %1$lu sous-agent%2$@
ja: サブエージェント %1$lu 個%2$@
ko: 하위 에이전트 %1$lu개%2$@
pt_br: %1$lu subagente%2$@
ru: Субагентов: %1$lu%2$@
zh_hans: %1$lu 个子代理%2$@
zh_hant: %1$lu 個子代理%2$@

# %lu sub-agents%@
source: %1$lu sub-agents%2$@
es: %1$lu subagentes%2$@
fr: %1$lu sous-agents%2$@
ja: サブエージェント %1$lu 個%2$@
ko: 하위 에이전트 %1$lu개%2$@
pt_br: %1$lu subagentes%2$@
ru: Субагентов: %1$lu%2$@
zh_hans: %1$lu 个子代理%2$@
zh_hant: %1$lu 個子代理%2$@

# %lu tool: %@
source: %1$lu tool: %2$@
es: %1$lu herramienta: %2$@
fr: %1$lu outil : %2$@
ja: %1$lu 個のツール: %2$@
ko: 도구 %1$lu개: %2$@
pt_br: %1$lu ferramenta: %2$@
ru: Инструменты (%1$lu): %2$@
zh_hans: %1$lu 个工具：%2$@
zh_hant: %1$lu 個工具：%2$@

# %lu tools: %@
source: %1$lu tools: %2$@
es: %1$lu herramientas: %2$@
fr: %1$lu outils : %2$@
ja: %1$lu 個のツール: %2$@
ko: 도구 %1$lu개: %2$@
pt_br: %1$lu ferramentas: %2$@
ru: Инструменты (%1$lu): %2$@
zh_hans: %1$lu 个工具：%2$@
zh_hant: %1$lu 個工具：%2$@

source: 1 desktop
es: 1 escritorio
fr: 1 bureau
ja: 1 個のデスクトップ
ko: 데스크탑 1개
pt_br: 1 área de trabalho
ru: 1 рабочий стол
zh_hans: 1 个桌面
zh_hant: 1 個桌面

source: Agents
es: Agentes
ja: エージェント
ko: 에이전트
pt_br: Agentes
ru: Агенты
zh_hans: 代理
zh_hant: 代理

source: Agents…
es: Agentes…
ja: エージェント…
ko: 에이전트…
pt_br: Agentes…
ru: Агенты…
zh_hans: 代理…
zh_hant: 代理…

source: Boot Images
es: Imágenes de arranque
fr: Images de démarrage
ja: ブートイメージ
ko: 부팅 이미지
pt_br: Imagens de Inicialização
ru: Образы загрузки
zh_hans: 启动映像
zh_hant: 開機映像檔

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
pt_br: Navegador
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Chat name
es: Nombre del chat
fr: Nom de la conversation
ja: チャット名
ko: 채팅 이름
pt_br: Nome do chat
ru: Название чата
zh_hans: 聊天名称
zh_hant: 對話名稱

source: Cyan
es: Cian
ja: シアン
ko: 청록색
pt_br: Ciano
ru: Голубой
zh_hans: 青色
zh_hant: 青色

source: Desktop
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크탑
pt_br: Área de trabalho
ru: Рабочий стол
zh_hans: 桌面
zh_hant: 桌面

source: Desktop %ld
es: Escritorio %ld
fr: Bureau %ld
ja: デスクトップ %ld
ko: 데스크탑 %ld
pt_br: Área de trabalho %ld
ru: Рабочий стол %ld
zh_hans: 桌面 %ld
zh_hant: 桌面 %ld

source: Desktops
es: Escritorios
fr: Bureaux
ja: デスクトップ
ko: 데스크탑
pt_br: Áreas de trabalho
ru: Рабочие столы
zh_hans: 桌面
zh_hant: 桌面

source: Equalizer
es: Ecualizador
fr: Égaliseur
ja: イコライザ
ko: 이퀄라이저
pt_br: Equalizador
ru: Эквалайзер
zh_hans: 均衡器
zh_hant: 等化器

source: Equalizer…
es: Ecualizador…
fr: Égaliseur…
ja: イコライザ…
ko: 이퀄라이저…
pt_br: Equalizador…
ru: Эквалайзер…
zh_hans: 均衡器…
zh_hant: 等化器…

source: Home
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
ru: Домой
zh_hans: 主页
zh_hant: 首頁

source: Info
es: Información
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
ru: Сведения
zh_hans: 信息
zh_hant: 資訊

source: LLM Chat
es: Chat LLM
fr: Chat LLM
ja: LLM チャット
ko: LLM 채팅
pt_br: Chat LLM
ru: LLM-чат
zh_hans: LLM 聊天
zh_hant: LLM 對話

source: LLM Client
es: Cliente LLM
fr: Client LLM
ja: LLM クライアント
ko: LLM 클라이언트
pt_br: Cliente LLM
ru: LLM-клиент
zh_hans: LLM 客户端
zh_hant: LLM 用戶端

source: Launcher
es: Lanzador
fr: Lanceur
ja: ランチャー
ko: 런처
pt_br: Iniciador
ru: Панель запуска
zh_hans: 启动器
zh_hant: 啟動器

source: Layout Manager
es: Gestor de disposición
fr: Gestionnaire de dispositions
ja: レイアウトマネージャ
ko: 레이아웃 관리자
pt_br: Gerenciador de Layout
ru: Менеджер макетов
zh_hans: 布局管理器
zh_hant: 佈局管理器

source: Live
es: En directo
fr: En direct
ja: ライブ
ko: 실시간
pt_br: Ao vivo
ru: Активные
zh_hans: 实时
zh_hant: 即時

# MCP server "%@": %@
source: MCP server "%1$@": %2$@
es: Servidor MCP "%1$@": %2$@
fr: Serveur MCP "%1$@" : %2$@
ja: MCP サーバ“%1$@”: %2$@
ko: MCP 서버 "%1$@": %2$@
pt_br: Servidor MCP "%1$@": %2$@
ru: Сервер MCP "%1$@": %2$@
zh_hans: MCP 服务器“%1$@”：%2$@
zh_hant: MCP 伺服器 "%1$@"：%2$@

source: Modern
es: Moderno
fr: Moderne
ja: モダン
ko: 모던
pt_br: Moderno
ru: Современный
zh_hans: 现代
zh_hant: 現代

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: On-device
es: En el dispositivo
fr: Sur l'appareil
ja: デバイス上
ko: 기기 내
pt_br: No dispositivo
ru: На устройстве
zh_hans: 设备端
zh_hant: 裝置端

source: On-device · %@
es: En el dispositivo · %@
fr: Sur l'appareil · %@
ja: デバイス上 · %@
ko: 기기 내 · %@
pt_br: No dispositivo · %@
ru: На устройстве · %@
zh_hans: 设备端 · %@
zh_hant: 裝置端 · %@

source: Palette
es: Paleta
ja: パレット
ko: 팔레트
pt_br: Paleta
ru: Палитра
zh_hans: 调色板
zh_hant: 調色盤

source: Playlists
es: Listas de reproducción
fr: Listes de lecture
ja: プレイリスト
ko: 재생 목록
ru: Плейлисты
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists…
es: Listas de reproducción…
fr: Listes de lecture…
ja: プレイリスト…
ko: 재생 목록…
ru: Плейлисты…
zh_hans: 播放列表…
zh_hant: 播放列表…

source: Remote
es: Remoto
fr: Distant
ja: リモート
ko: 원격
pt_br: Remoto
ru: Удалённый
zh_hans: 远程
zh_hant: 遠端

source: Root
es: Raíz
fr: Racine
ja: ルート
ko: 루트
pt_br: Raiz
ru: Корень
zh_hans: 根文件系统
zh_hant: 根檔案系統

source: Root (/)
es: Raíz (/)
fr: Racine (/)
ja: ルート（/）
ko: 루트(/)
pt_br: Raiz (/)
ru: Корень (/)
zh_hans: 根目录 (/)
zh_hant: 根目錄（/）

source: Root: %@
es: Raíz: %@
fr: Racine : %@
ja: ルート: %@
ko: 루트: %@
pt_br: Raiz: %@
ru: Корневая ФС: %@
zh_hans: 根文件系统：%@
zh_hant: 根檔案系統：%@

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバ URL
ko: 서버 URL
pt_br: URL do Servidor
ru: URL сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Snippets
es: Fragmentos
fr: Extraits
ja: スニペット
ko: 스니펫
pt_br: Trechos
ru: Фрагменты
zh_hans: 代码片段
zh_hant: 片段

source: Snippets…
es: Fragmentos…
fr: Extraits…
ja: スニペット…
ko: 스니펫…
pt_br: Trechos…
ru: Фрагменты…
zh_hans: 代码片段…
zh_hant: 片段…

source: Solstice
es: Solsticio
pt_br: Solstício
zh_hans: 至日
zh_hant: 至日

source: Status
es: Estado
fr: État
ja: ステータス
ko: 상태
ru: Состояние
zh_hans: 状态
zh_hant: 狀態

# Sub-agent “%@”: %@
source: Sub-agent “%1$@”: %2$@
es: Subagente “%1$@”: %2$@
fr: Sous-agent « %1$@ » : %2$@
ja: サブエージェント“%1$@”: %2$@
ko: 하위 에이전트 “%1$@”: %2$@
pt_br: Subagente “%1$@”: %2$@
ru: Субагент «%1$@»: %2$@
zh_hans: 子代理“%1$@”：%2$@
zh_hant: 子代理「%1$@」：%2$@

source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
zh_hans: 支持
zh_hant: 支援

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системный
zh_hans: 系统
zh_hant: 系統

source: System Prompt
es: Prompt del sistema
fr: Prompt système
ja: システムプロンプト
ko: 시스템 프롬프트
pt_br: Prompt de Sistema
ru: Системный промпт
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: System Prompt…
es: Prompt del sistema…
fr: Prompt système…
ja: システムプロンプト…
ko: 시스템 프롬프트…
pt_br: Prompt de Sistema…
ru: Системный промпт…
zh_hans: 系统提示词…
zh_hant: 系統提示詞…

source: Tab %ld
es: Pestaña %ld
fr: Onglet %ld
ja: タブ %ld
ko: 탭 %ld
pt_br: Aba %ld
ru: Вкладка %ld
zh_hans: 标签页 %ld
zh_hant: 標籤頁 %ld

# Tab %lu, %@
source: Tab %1$lu, %2$@
es: Pestaña %1$lu, %2$@
fr: Onglet %1$lu, %2$@
ja: タブ %1$lu、%2$@
ko: 탭 %1$lu, %2$@
pt_br: Aba %1$lu, %2$@
ru: Вкладка %1$lu, %2$@
zh_hans: 标签页 %1$lu，%2$@
zh_hant: 標籤頁 %1$lu，%2$@

source: Themes
es: Temas
fr: Thèmes
ja: テーマ
ko: 테마
pt_br: Temas
ru: Темы
zh_hans: 主题
zh_hant: 主題

source: Token (optional)
es: Token (opcional)
fr: Jeton (facultatif)
ja: トークン（オプション）
ko: 토큰(선택 사항)
pt_br: Token (opcional)
ru: Токен (необязательно)
zh_hans: 令牌（可选）
zh_hant: Token（選填）

source: Tools
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

source: Utils
es: Utilidades
fr: Utilitaires
ja: ユーティリティ
ko: 유틸리티
pt_br: Utilitários
ru: Утилиты
zh_hans: 工具
zh_hant: 工具

source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

source: Video Player
es: Reproductor de vídeo
fr: Lecteur vidéo
ja: ビデオプレーヤー
ko: 비디오 플레이어
pt_br: Reprodutor de Vídeo
ru: Видеоплеер
zh_hans: 视频播放器
zh_hant: 影片播放器

source: WORKSPACE THEMES
es: TEMAS DEL ESPACIO DE TRABAJO
fr: THÈMES DE L'ESPACE DE TRAVAIL
ja: ワークスペーステーマ
ko: 워크스페이스 테마
pt_br: TEMAS DO ESPAÇO DE TRABALHO
ru: ТЕМЫ РАБОЧЕЙ ОБЛАСТИ
zh_hans: 工作区主题
zh_hant: 工作區主題

source: Wayland Display
es: Pantalla Wayland
fr: Écran Wayland
ja: Wayland ディスプレイ
ko: Wayland 디스플레이
pt_br: Tela Wayland
ru: Дисплей Wayland
zh_hans: Wayland 显示
zh_hant: Wayland 顯示器

source: Web Browser
es: Navegador web
fr: Navigateur web
ja: Web ブラウザ
ko: 웹 브라우저
pt_br: Navegador Web
ru: Веб-браузер
zh_hans: 网页浏览器
zh_hant: 網頁瀏覽器

source: Workspace
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 워크스페이스
pt_br: Espaço de Trabalho
ru: Рабочая область
zh_hans: 工作区
zh_hant: 工作區

source: Workspace roots:
es: Sistemas raíz del espacio de trabajo:
fr: Racines de l'espace de travail :
ja: ワークスペースのルート:
ko: 워크스페이스 루트:
pt_br: Raízes do espaço de trabalho:
ru: Корневые ФС рабочей области:
zh_hans: 工作区根文件系统：
zh_hant: 工作區根檔案系統：

source: exit status %d
es: estado de salida %d
fr: code de sortie %d
ja: 終了ステータス %d
ko: 종료 상태 %d
pt_br: código de saída %d
ru: код завершения %d
zh_hans: 退出状态 %d
zh_hant: 結束狀態 %d

# iSH-AOK %@ (Build %@)
source: iSH-AOK %1$@ (Build %2$@)
es: iSH-AOK %1$@ (compilación %2$@)
ja: iSH-AOK %1$@（ビルド %2$@）
ko: iSH-AOK %1$@(빌드 %2$@)
pt_br: iSH-AOK %1$@ (Compilação %2$@)
ru: iSH-AOK %1$@ (сборка %2$@)
zh_hans: iSH-AOK %1$@（版本 %2$@）
zh_hant: iSH-AOK %1$@（版本 %2$@）

source: root
es: raíz
fr: racine
ko: 루트
pt_br: raiz
zh_hans: 根文件系统
zh_hant: 根檔案系統

source: system prompt
es: prompt del sistema
fr: prompt système
ja: システムプロンプト
ko: 시스템 프롬프트
pt_br: prompt de sistema
ru: системный промпт
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: %@ tokens
fr: %@ jetons
ja: %@ トークン
ko: %@ 토큰
ru: %@ токенов
zh_hans: %@ 个令牌
zh_hant: %@ 個 token

source: %ld KB
fr: %ld Ko

# %ld KB%@
source: %1$ld KB%2$@
fr: %1$ld Ko%2$@

# %ldd %02ldh %02ldm
source: %1$ldd %2$ldh %3$ldm
fr: %1$ldj %2$ldh %3$ldm
ja: %1$ld日 %2$ld時間 %3$ld分
ko: %1$ld일 %2$ld시간 %3$ld분
ru: %1$ldд %2$ldч %3$ldм
zh_hans: %1$ld天 %2$ld小时 %3$ld分
zh_hant: %1$ld天 %2$ld時 %3$ld分

source: Chats
fr: Conversations
ja: チャット
ko: 채팅
ru: Чаты
zh_hans: 聊天
zh_hant: 對話

source: Control
fr: Contrôle

source: Cursor
fr: Curseur
ja: カーソル
ko: 커서
ru: Курсор
zh_hans: 光标
zh_hant: 游標

source: Escape
fr: Échap

# Loopback: %@ (%@)
source: Loopback: %1$@ (%2$@)
fr: Boucle locale : %1$@ (%2$@)
ja: ループバック: %1$@（%2$@）
ko: 루프백: %1$@ (%2$@)
zh_hans: 回环：%1$@（%2$@）

source: Monitor
fr: Moniteur
ja: モニタ
ko: 모니터
ru: Монитор
zh_hans: 监视器
zh_hant: 監視器

source: %ld min
ja: %ld 分
ko: %ld분
ru: %ld мин
zh_hans: %ld 分钟
zh_hant: %ld 分鐘

# %ldh %02ldm %02lds
source: %1$ldh %2$ldm %3$lds
ja: %1$ld時間 %2$ld分 %3$ld秒
ko: %1$ld시간 %2$ld분 %3$ld초
ru: %1$ldч %2$ldм %3$ldс
zh_hans: %1$ld小时 %2$ld分 %3$ld秒
zh_hant: %1$ld時 %2$ld分 %3$ld秒

# %ldm %02lds
source: %1$ldm %2$lds
ja: %1$ld分 %2$ld秒
ko: %1$ld분 %2$ld초
ru: %1$ldм %2$ldс
zh_hans: %1$ld分 %2$ld秒
zh_hant: %1$ld分 %2$ld秒

source: %lds
ja: %ld 秒
ko: %ld초
ru: %ld с
zh_hans: %ld秒
zh_hant: %ld 秒

source: Alias
ja: エイリアス
ko: 가상본
pt_br: Atalho
ru: Псевдоним
zh_hans: 替身
zh_hant: 替身

source: Alias → %@
ja: エイリアス → %@
ko: 가상본 → %@
pt_br: Atalho → %@
ru: Псевдоним → %@
zh_hans: 替身 → %@
zh_hant: 替身 → %@

source: Magenta
ja: マゼンタ
ko: 자홍색
ru: Пурпурный
zh_hans: 品红色
zh_hant: 洋紅色

source: Pseudo Terminal (pts/%d)
ja: 疑似端末（pts/%d）
ko: 의사 터미널(pts/%d)
ru: Псевдотерминал (pts/%d)
zh_hans: 伪终端（pts/%d）
zh_hant: 虛擬終端機（pts/%d）

source: Shell
ja: シェル
ko: 셸
ru: Оболочка

source: Socket
ja: ソケット
ko: 소켓
ru: Сокет
zh_hans: 套接字

source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機

# Terminal (%d:%d)
source: Terminal (%1$d:%2$d)
ja: ターミナル（%1$d:%2$d）
ko: 터미널(%1$d:%2$d)
ru: Терминал (%1$d:%2$d)
zh_hans: 终端（%1$d:%2$d）
zh_hant: 終端機（%1$d:%2$d）

source: Terminal (tty%d)
ja: ターミナル（tty%d）
ko: 터미널(tty%d)
ru: Терминал (tty%d)
zh_hans: 终端（tty%d）
zh_hant: 終端機（tty%d）

source: Terminal…
ja: ターミナル…
ko: 터미널…
ru: Терминал…
zh_hans: 终端…
zh_hant: 終端機…

# App: %@ (%@)
source: App: %1$@ (%2$@)
ko: 앱: %1$@ (%2$@)
ru: Приложение: %1$@ (%2$@)

source: OK
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好

source: CPU
ru: ЦП

source: Dock
ru: Док
zh_hans: 程序坞

source: Aurora
zh_hans: 极光
zh_hant: 極光

source: Persist
zh_hans: 持久存储
